Repository: stream009/baloo
Catalog: po/*/balooshow.po
Languages: es, nn, sv

# NAME OF TRANSLATORS
source: Your names
es: Eloy Cuadra
nn: Karl Ove Hufthammer
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
es: ecuadra@eloihr.net
nn: karl@huftis.org
sv: stefan.asserhall@bredband.net

source: Baloo Show
es: Muestra de Baloo
nn: Baloo-vising
sv: Baloo-visare

source: The Baloo data Viewer - A debugging tool
es: Visor de datos de Baloo - Una herramienta de depuración
nn: Baloo datavising – eit feilsøkingsverktøy
sv: Baloo-datavisare - ett felsökningsverktyg

source: (c) 2012, Vishesh Handa
es: © 2012, Vishesh Handa
nn: © 2012 Vishesh Handa
sv: © 2012, Vishesh Handa

source: Maintainer
es: Encargado
nn: Vedlikehaldar
sv: Underhåll

source: The Baloo index could not be opened. Please run "balooctl status" to see if Baloo is enabled and working.
es: El índice de Baloo no se puede abrir. Por favor, ejecute «balooctl status» para ver si Baloo está activado y en funcionamiento.
nn: Klarte ikkje opna Baloo-indeksen. Køyr «balooctl status» for å sjå om Baloo køyrer og verkar skikkeleg.
sv: Baloo-indexet kunde inte öppnas. Kör "balooctl status" för att se om Baloo är aktiverat och fungerade.

source: The fileID is not equal to the actual Baloo fileID
es: El «fileID» no es idéntico al «fileID» real de Baloo
nn: «fileID» er ikkje lik den faktiske Baloo-fileID-en
sv: Fil-id är inte lika med verkligt fil-id i Baloo

source: This is a bug
es: Esto es un fallo
nn: Dette er ein feil
sv: Det är ett fel

source: No index information found
es: No se ha encontrado información del índice
nn: Fann ikkje nokon indeksinformasjon
sv: Ingen indexinformation hittades
