Repository: stream009/baloo
Catalog: po/*/baloosearch.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: Baloo Search
ast: Gueta de Baloo

source: A tool to search through the files indexed by Baloo
ast: Una ferramienta pa gueta pente los ficheros indizaos por Baloo

source: Maintainer
ast: Caltenedor

source: The maximum number of results
ast: El númberu máximu de resultaos

source: limit
ast: llímite

source: Offset from which to start the search
ast: Compesación dende la qu'entamar la gueta

source: offset
ast: compesación

source: Type of data to be searched
ast: Triba de datos pa guetar

source: Limit search to specified directory
ast: Llimitar gueta al direutoriu especificáu

source: directory
ast: direutoriu

source: query
ast: consulta

source: List of words to query for
ast: Llistáu de pallabres poles que consultar
